# language: ru
Функция: Чтение статьи
  @All
  Сценарий: Чтение рекомендуемой статьи в блоге
    * открываем главную страницу
    * переходим в Блог Джесси
    * нажимаем на баннер "Давно просил домашнее животное"
    * проверяем название статьи "Давно просил домашнее животное" на открывшейся странице

  Сценарий: Заполнение формы обратной связи
    * открываем главную страницу
    * заполняем форму "Спросите нас о собачках" в футере
    * нажимаем на кнопку под формой
    * проверяем успешность отправки формы